Repository: cgoettel/mt-alignment-wrapper
Catalog: sample-files/1en-1fr.tmx
Source language: en
Languages: fr

source: Before they receive your correction, they must have felt of your love early and steadily.
fr: Avant que vous ne leur fassiez de remarque, ils devront être assurés de votre amour.

source: They must have felt your genuine praise before they will accept your correction.
fr: Ils devront avoir entendu vos louanges sincères avant d’accepter votre remarque.

source: The Lord Himself held those of the lesser priesthood with a regard that honors their potential and their value to Him.
fr: Le Seigneur lui-même a une considération toute particulière pour ces détenteurs de la moindre prêtrise qui honorent leur potentiel et leur valeur à ses yeux.

source: Listen to these words, spoken by John the Baptist when the Aaronic Priesthood was restored: “Upon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth, until the sons of Levi do offer again an offering unto the Lord in righteousness.”7
fr: Écoutez les paroles que Jean-Baptiste a prononcées quand il a rétabli la Prêtrise d’Aaron. « À vous, mes compagnons de service, au nom du Messie, je confère la Prêtrise d’Aaron, qui détient les clefs du ministère d’anges, de l’Évangile de repentir et du baptême par immersion pour la rémission des péchés ; et cela ne sera plus jamais enlevé de la terre, jusqu’à ce que les fils de Lévi fassent de nouveau une offrande au Seigneur selon la justice7. »

source: The Aaronic Priesthood is an appendage to the greater Melchizedek Priesthood.8 As the president of all the priesthood, the President of the Church presides over the preparatory priesthood as well.
fr: La Prêtrise d’Aaron est une annexe de la plus grande prêtrise, la Prêtrise de Melchisédek8. En tant que président de toute la prêtrise, le président de l’Église préside aussi la prêtrise préparatoire.

source: His messages over the years of going to the rescue fit perfectly the mandate to take the gospel of repentance and baptism into the lives of others.
fr: Les messages qu’il a donnés au fil des années et où il a parlé d’aller au secours des autres correspondent parfaitement au mandat d’amener l’Évangile de repentir et de baptême dans la vie des autres.

source: Quorums of deacons, teachers, and priests counsel regularly to draw every member of the quorum to the Lord.
fr: Les collèges de diacres, d’instructeurs et de prêtres tiennent régulièrement conseil pour rapprocher chacun de leurs membres du Seigneur.

source: Presidencies assign members to reach out in faith and love.
fr: Les présidences chargent les membres de tendre la main avec foi et amour.

source: Deacons pass the sacrament with reverence and with faith that members will feel the effect of the Atonement and resolve to keep commandments as they partake of those sacred emblems.
fr: Les diacres distribuent la Sainte-Cène avec révérence et avec foi pour que les membres ressentent l’effet de l’Expiation et s’engagent résolument à respecter les commandements tandis qu’ils prennent ces emblèmes sacrés.

source: Teachers and priests pray with their companions to fulfill the charge to watch over the Church, person by person.
fr: Les instructeurs et les prêtres prient avec leurs compagnons pour s’acquitter de la charge de veiller sur l’Église, sur chaque personne individuellement.

source: And those companionships pray together as they learn the needs and the hopes of heads of families.
fr: Et ces équipes prient ensemble lorsqu’elles apprennent les besoins et les espérances des chefs de famille.

source: As they do, they are being prepared for the great day when they will preside as a father, in faith, in a family of their own.
fr: Ce faisant, les jeunes détenteurs de la prêtrise sont préparés pour le grand jour où ils seront eux-mêmes pères et présideront avec foi leur propre famille.

source: I testify that all who serve together in the priesthood are preparing a people for the coming of the Lord to His Church.
fr: Je témoigne que toutes les personnes qui servent ensemble dans la prêtrise préparent un peuple à la venue du Seigneur dans son Église.

source: God the Father lives.
fr: Dieu le Père vit.

source: I know—I know—that Jesus is the Christ and that He loves us.
fr: Je sais que Jésus est le Christ et qu’il nous aime.

source: President Thomas S. Monson is the Lord’s living prophet.
fr: Le président Monson est le prophète vivant du Seigneur.

source: I so testify in the sacred name of Jesus Christ, amen.
fr: J’en témoigne, au nom sacré de Jésus-Christ. Amen.
